[General]
Translator, "youngkorea"
LangVersion, "4.1.0.0"


[Icon]
R0lGODlhEAAMAOYAAKSkpO7u7ubm5urq6rm5uenp6aOjo+fn55+fn+/v7+ru7+vr66WlpZqamq+v
r/Dw8KmpqaioqODg4JeXl56env7+/pycnLq6uuTk5Kurq/X19evt7eJnUaenp9jY2NTU1Ofp6mJM
bUuLzNxgSvj4+JiYmM3Nzezp5aGgn5GRke7v7cbP2VBEceXj4n2kyfz8/IODg+zs7Oze3eDd2+OK
fNppUuzp6NuZjvf397+ssmBgYEuIxtLS0uvt7ABWu+rn49qdkJaWlk1NTQBWtbu7u9JsWQBTsrzK
2YuLi52dncHQ4F9fX/v7+7/AwMTExABYwPT09JOTk7Ozs/Pz839/f/Du7J6dnJeLpuzu7gBXuN/f
3+Hh4eLi4tnZ2YmJidBsWube3Pb29pSUlOXX1P///9Db5pCQkOjl4q2trQBJqZtzgl5eXsnJydln
U3Jycujr6+fX031khEBAQNPT0+nt7vHx8fLy8qKioujo6O3t7aGhoaCgoAAAAAAAAAAAAAAAACH5
BAAAAAAALAAAAAAQAAwAAAfFgGZ3e3p6e4eFencGdwApAHV5AQJ1CQEPD3YYdXZhBnp5MQQMHxsK
ClgmSBechXkeUXsgY0A3cG9iVF0JjAt4TmxgX0VtIzJNFwUJDHsLB3g9OTUcanE0dAcDUx0IBQID
VS4hLEM+Vyp5eVAQCAMHE1YraUZZT2UoFHY4GXsFBHJLZhzZIULJGTdCeLxAg0DLFhg6CLT4ccIG
kTUQmFRwsEeCBC5z8AjAgyeABgwkKpCR4mVCkBINGliwQGEPgAgRMjhIEggAOw==


[BFAPI_Strings]
ErrorFailClientTime, "컴퓨터의 시계가 올바르게 설정되어 있지 않습니다.\n시스템 시간을 확인하고 다시 시도하십시오."
ErrorFailLogin, "이메일 주소와 비밀번호를 확인 하고 다시 시도하십시오."
ErrorFailPrefix, "Failed to connect to your Binary Fortress account."
ErrorInvalidProTrialLicenseKey, "FileSeek 평가판 라이센스 키가 유효하지 않은 것 같습니다.\n자세한 정보을 원하시면 문의 하시기 바랍니다."
ErrorItemSizeTooLarge, "FileSeek 프로필 중 하나가 너무 큽니다.\n작은 프로필 동기화를 시도하십시오."
ErrorTrialExpiredPrompt, "귀하의 FileSeek Pro 평가판 라이센스가 만료 되었습니다. 또 다른 평가판을 사용하려면 .\nWould FileSeek 문의 또는 지금 평가판을 시작 하시겠습니까?"
ErrorUnknownProPurchasedLicenseKey, "FileSeek 라이센스 키가 유효하지 않은 것 같습니다.\n자세한 정보을 원하시면 문의 하시기 바랍니다."
LoginPrompt, "You need to enter your Binary Fortress login information first.\nWould you like to enter your login information now?"
TitleSync, "Syncing with your Binary Fortress Account"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "My &Account"
btnMyLicenses, "&나의 라이센스"
btnRegister, "&Register"
lblAccountStatus, "Account Status:"
lblEmailAddress, "Email Address:"
lblMyPassword, "Reset Password"
lblName, "Name:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "개인 or 회사, # 라이센스 이름 표시"
LicenseRestrictionDonation, "1대 컴퓨터인 경우 개인 전용"
LicenseRestrictionEnterprise, "무제한 회사 소유의 사이트에 무제한의 컴퓨터"
LicenseRestrictionPersonalHome, "무제한 개인 전용 컴퓨터"
LicenseRestrictionSite, "1대 사이트 무제한 컴퓨터"
LicenseRestrictionStandard, "개인 또는 회사, 컴퓨터 1"
LicenseRestrictionSteam, "개인 또는 회사, 무제한 컴퓨터 기본 사용자는 증기가 설치되어 있습니다"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "유효한 이메일 주소를 입력하고 다시 시도하십시오."
ErrorEnterPassword, "비밀번호를 입력하고 다시 시도하십시오."
ErrorLoginFailed, "계정 정보를 불러오지 못했습니다.\n이메일 주소와 암호를 확인하고 다시 시도하십시오."
ErrorNoLicensesFound, "죄송합니다. 이 계정에 대한 라이센스 정보를 찾을 수 없습니다.\n도움이 필요하시면 문의하시기 바랍니다."
ErrorUnknownLicenses, "라이센스 정보를 불러오는 동안 오류가 발생했습니다."
ErrorUnknownLogin, "계정 정보를 불러오는 동안 오류가 발생했습니다."
Note, "FileSeek 라이센스 키를 검색하고 검색 프로필 동기화에 로그인합니다."
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "My Binary Fortress Account"
TitleLoadingLicenses, "라이센스 정보 로드중"


[BFAPIMyLicenses_Controls]
colDateCreated, "만든 날짜"
colDateExpires, "유효 기간"
colLicenseKey, "라이센스 키"
colLicenseRestrictions, "라이센스 제한"
colLicenseType, "라이센스 유형"
colName, "라이센스 이름"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "당신은 이 라이센스 키를 사용 하시겠습니까?"
ErrorSelectLicense, "목록에서 라이센스를 선택하고 다시 시도하십시오."
ShowNeedLicenseWarning, "목록에서 라이센스 키 중 하나를 선택, 해당 라이센스 키를 사용하려면 'OK'버튼을 클릭합니다."
Title, "내 라이센스"


[BFFormDownload_Strings]
ConfirmCancel, "다운로드를 취소 하시겠습니까?"
Error, "오류가 발생했습니다."
Progress, "총: {0} KB ({1} KB 남음)"
ProgressUnknown, "다운로드: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "&클립 보드에 복사"
btnMoreInformation, "&자세한 정보 보기"


[BFFormProxySettings_Controls]
btnSave, "저장"
lblProxyAddress, "서버 주소:"
lblProxyPassword, "비밀번호:"
lblProxyPassword2, "비밀번호 확인:"
lblProxyPort, "포트:"
lblProxyUsername, "사용자 이름:"
rdoCustomSettings, "&프록시 서버 설정:"
rdoNoProxy, "&프록시 서버 없음 (직접 인터넷 연결)"
rdoUseIESettings, "&인터넷 브라우저 연결 설정"


[BFFormProxySettings_Strings]
EnterServerAddress, "프록시 서버 주소를 입력하거나 '프록시 서버 없음을 선택하십시오'."
EnterServerPort, "프록시 서버 포트를 입력 또는 '프록시 서버 없음을 선택하십시오'."
PasswordDecryptionFailed, "인터넷 연결 설정이 유효 할 것으로 보입니다.\n프록시 서버 암호를 다시 입력하십시오."
PasswordsNotMatch, "프록시 서버 비밀번호가 일치하지 않습니다. 다시 시도 하십시오."
Title, "인터넷 연결 설정"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&찾아보기"
ButtonRefresh, "&새로고침"
ColApplication, "응용 프로그램"
ColPath, "경로"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows 8 Applications"


[BFFormSelectApplication_Strings]
AllApplications, "모든 응용 프로그램"
PleaseSelectApplication, "처음 응용 프로그램을 선택하십시오."
Title, "응용 프로그램 선택"


[BFFormSettingsAdvanced_Controls]
btnDelete, "기본 값"
colSetting, "설정"
colValue, "값"
lblHelp, "변경 설정을 두 번 클릭 자세한 내용은 '도움말' 버튼을 클릭하세요."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "설정을 저장하는 동안 오류가 발생했습니다."
SavedSuccessfully, "고급 설정이 성공적으로 저장되었습니다.\n설정을 적용하려면 FileSeek를 다시 시작해야 합니다."
Title, "고급 설정"
TitleEdit, "고급 설정 편집"


[BFFormSupportRequest_Controls]
lblEmailAddress, "이메일:"
lblMessage, "메세지:"
lblName, "이름:"
lblSubject, "제목:"
lblWarning, "문제 해결 탭에서 정보 및 debug.log를 파일이 암호화되어 우리가 더 빨리 문제를 해결할 수 있도록 이 지원 요청과 함께 전송됩니다."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "유효한 이메일 주소를 입력하고 다시 시도하십시오."
EnterMessage, "메시지를 입력하고 다시 시도하십시오."
EnterName, "이름을 입력하고 다시 시도하십시오."
EnterSubject, "제목을 입력 해주세요."
SendSuccess, "정보가 성공적으로 전송되었습니다.\n관리자가 업무일 기준 1일 이내에 연락을 드릴 것입니다."
Title, "지원 요청 제출"
TooLongEmailAddress, "짧은 이메일 주소를 입력하고 다시 시도하십시오."
TooLongName, "짧은 이름을 입력하고 다시 시도하십시오."


[BFFormUpdate_Controls]
btnChangeLog, "&변경 로그 보기"
btnDownload, "다운로드 및 &설치"
btnRemindMeLater, "&나중에 알림"
btnSkipThisVersion, "&이 버전 건너뛰기"
btnWebsite, "&다운로드"
lblNewVersion, "새 버전:"
lblOldVersion, "현재 버전:"
lblUpdateNotes, "이 버전의 새로운 기능:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "새로운 버전으로 업데이트 할 것을 권장합니다.\n새 업데이트를 건너 뛰시겠습니까?"
DownloadFailedSave, "로컬에서 파일을 저장하지 못했습니다."
DownloadingUpdate, "업데이트 다운로드"
DownloadInvalidData, "잘못된 데이터가 서버에서 반환되어 서버는 요청 된 파일을 찾는 문제가 될 수 있습니다."
DownloadNoData, "데이타가 없습니다 웹사이트로 돌아갑니다."
ErrorDownload, "새 버전을 다운로드 하는 동안 오류가 발생했습니다."
FreeNotice, "This update, and all future updates are free! Update today and enjoy!"
Title, "업데이트 가능"
UpdateProMessage, "한 번의 클릭으로 업데이트를 사용하는 프로 FileSeek으로 업그레이드 해야합니다.\n업그레이드에 대한 자세한 정보를 원하십니까?"


[BFHelpButton_Controls]
mniOnlineHelp, "온라인 도움말"
mniSupportRequest, "지원 요청"


[BFTextQuery_Strings]
CaseSensitive, "대소 문자 구분:"
MayContain, "포함:"
MayNotContain, "포함 안함:"
MustContain, "포함:"
MustNotContain, "포함 안함:"


[BFUpdateCheck]
AlreadyInProgress, "진행중인 업데이트 확인..."
ErrorRunningDownloadedFile, "다운로드 한 설치 파일을 실행하는 동안 오류가 발생했습니다."
FailedToGetVersion, "최신 버전으로 로드 할 수 없습니다."
InvalidLicensePrompt, "FileSeek 프로 라이센스 키 유효하지 않습니다.\n지원 미래 발전을 돕기 위해 FileSeek 프로 라이센스 구입을 고려하시기 바랍니다.\n더 많은 정보를 보고 싶으십니까?"
NoUpdate, "이미 최신 버전을 사용하고 있습니다."
Title, "업데이트"


[cFunctions_Strings]
FolderNotRecognized, "선택한 폴더가 인식되지 않아 검색 할 수 없습니다."


[cSettings_Strings]
SettingsLoadError, "설정을 불러오는 동안 오류가 발생했습니다."
SettingsSaveError, "설정을 저장하는 동안 오류가 발생했습니다."


[frmMain_Controls]
btnBrowseAppendExcludePath, "찾기 && 추가"
btnBrowseExcludePath, "찾아보기"
btnFolderBrowse, "&찾아보기"
btnFolderBrowseAppend, "찾기 && 추가"
btnNewSearch, "새 탭으로 &검색"
btnPause, "일시 중지"
btnResume, "다시 시작"
btnSearch, "&검색"
btnStop, "정&지"
chkCaseSensitive, "&대소 문자 구분 검색"
chkFileSizeMax, "최대 파일 크기:"
chkFileSizeMin, "최소 파일 크기:"
chkIsExcludeFilesRegEx, "필터 정규식 파일 제외"
chkIsIncludeFilesRegEx, "필터 정규식 파일 포함"
chkIsQueryRegEx, "정규식 검색"
chkSearchSubFolders, "하위 폴더 &검색"
chkShowFirstResult, "&각 파일에 대한 첫 번째 결과를 표시"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "검색어 및 텍스트 일치하는 파일 이름을 표시"
chkShowQueryMatchFolders, "텍스트 및 퀴리의 일치하는 폴더 이름 표시"
chkUseIFilters, "파일 확장자를 사용하여 프로세스 파일 내용을 검색 (느림)"
colDateAccessed, "접근 날짜"
colDateCreated, "만든 날짜"
colDateModified, "수정 날짜"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "파일 크기"
colLine, "라인"
colLineNumber, "라인 #"
colPath, "경로"
lblAccessedTo, "에"
lblAdditionalLinesAfter, "검색 결과 후 여러 줄 표시:"
lblAdditionalLinesBefore, "검색 결과 전 여러 줄 표시:"
lblCreatedTo, "에"
lblDateAccessed, "접근 날짜:"
lblDateCreated, "만든 날짜:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "수정 날짜:"
lblExcludeFiles, "파일 제외:"
lblExcludePath, "경로 제외(s):"
lblFilterResults, "필터:"
lblIncludeFiles, "파일 포함:"
lblModifiedTo, "에"
lblPath, "경로(s):"
lblQuery, "검색어:"
lblStatusFound, "일치하는 검색 결과: {0}"
lblStatusTotal, "검색된 파일: {0}"
mniAbout, "소개"
mniClearSearchHistory, "검색 기록 지우기"
mniCloseAll, "모두 닫기"
mniCloseAllButThis, "그외 닫기"
mniCloseSearch, "닫기"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "모든 결과 복사"
mniExit, "나가기"
mniExplorerContextMenu, "윈도우 상황에 맞는 메뉴"
mniHelp, "Help"
mniOpenFolder, "폴더 포함 열기"
mniOpenFolderOnly, "폴더 열기"
mniOpenOther, "기타 응용 프로그램으로 열기"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "선택 결과 목록에서 제거"
mniSettings, "설정"
mniShowFilterControls, "필터 컨트롤 표시"
mniTextCopy, "&복사"
mniTextSelectAll, "모두 &선택"
mniTools, "&도구"
mniTrayExit, "Exit"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "HTML 모든 결과 내보내기"
mnuExportSelectedResultsHTML, "HTML 선택 결과 내보내기"
mnuFileCopy, "Copy Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "언어"
mnuLoadProfile, "불러오기"
mnuManageProfiles, "프로필 관리"
mnuOpen, "열기"
mnuOpenNotepad, "메모장으로 열기"
mnuProfile, "프로필"
mnuSave, "저장"
mnuSaveAll, "CSV 모든 결과 내보내기"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "CSV 선택 결과 내보내기"
mnuShowFullLanguageList, "전체 언어 보기"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "파일의 각 행에 쿼리와 일치"
rdoMatchQueryToWholeFile, "전체 파일을 쿼리와 일치"
tabAdvanced, "고급"
tabDateFilters, "날짜 필터"
tabFileSizeFilters, "파일 크기 필터"
tabSearch, "검색"


[frmMain_Strings]
AccessedAfterTT, "이후 접근 {0}"
AccessedBeforeTT, "전에 접근 {0}"
AccessedBetweenTT, "사이에 접근 {0} 과 {1}"
AppSelectionErrorPartOne, "선택한 응용 프로그램을 찾을 수 없습니다."
AppSelectionsErrorPartTwo, "당신은 지금 다른 하나를 선택 하시겠습니까?"
btnNewSearchTT, "새 탭을 열고 검색 시작"
btnSearchTT, "현재 탭에서 검색 시작"
btnStopTT, "선택 검색 중지"
CaseSensitiveQueryTT, "대소 문자 구분 검색어"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
chkShowFirstResultTT, "각 줄에 검색어와 일치하는 경우에만 첫 번째 일치하는 행을 표시합니다"
ColumnWidthRestoreError, "열 너비를 복원하는 동안 오류가 발생했습니다."
ColumnWidthSaveError, "열 너비를 저장하는 동안 오류가 발생했습니다."
ContextMenuError, "윈도우 상황에 맞는 메뉴를 표시하는 동안 오류가 발생했습니다."
CreatedAfterTT, "후 생성 {0}"
CreatedBeforeTT, "이전에 생성 된"
CreatedBetweenTT, "사이에 생성 {0} 과 {1}"
CSVSpreadsheet, "CSV 파일"
CustomAppOpenError, "사용자 지정 응용 프로그램이 파일을 여는 동안 오류가 발생했습니다."
DateCreatedError, "이후 시작 날짜보다 '만든 날짜 종료 날짜'를 선택하십시오."
DateFiltersSelected, "날짜 필터:"
DateMismatchError, "이후 시작 날짜보다 '만든 날짜 종료 날짜'를 선택하십시오."
DateModifiedError, "이후 시작 날짜보다 '수정 한 날짜 종료 날짜'를 선택하십시오."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "프로필 이름 입력:"
ExcludeFilesTT, "제외 파일: {0}"
ExcludePathsTT, "경로 제외(s): {0}"
FileDeleteMessage, "FileSeek가 요청 된 작업을 수행하는 동안 잠시 기다려주십시오.\n이 창을 닫을 수 있지만 작업이 실행되는 동안 예기치 않은 결과가 발생할 수 있습니다."
FileDeleteQuestion, "선택한 파일이나 폴더를 삭제 하시겠습니까?"
FileDeleteTitle, "파일 삭제"
FileDeletionError, "파일을 삭제하는 동안 오류가 발생했습니다."
FileHandlerError, "검색 경로를 입력하십시오."
FileIncludeNameMatch, "파일 이름 일치 [필터 파일 포함]"
FileOpenError, "이 파일을 여는 동안 오류가 발생했습니다."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "파일 이름 일치 [검색어]"
FileReadError, "파일 접근 오류: {0}"
FileSelectionError, "존재하는 최소 1 파일을 선택하고 다시 시도하십시오."
FileSizeError, "동일 파일 크기 최소보다 큰 파일 크기 최대를 선택하십시오."
FileSizeFiltersSelected, "파일 크기 필터:"
FilesSearched, "파일 검색: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "검색 폴더 선택"
FolderBrowsingError, "폴더를 검색하는 동안 오류가 발생했습니다."
FolderIncludeNameMatch, "폴더 이름 일치 [필터 파일 포함]"
FolderItemError, "폴더 항목 불러오기 오류: {0}"
FolderOpenError, "이 폴더를 여는 동안 오류가 발생했습니다."
FolderQueryNameMatch, "폴더 이름 일치 [검색어 텍스트]"
FolderReadError, "폴더 읽기 오류: {0}"
HiddenFolderError, "Not searching because it is a hidden file/folder"
HyperTextMarkupLanguageFile, "하이퍼 텍스트 태그 언어 파일"
IFilterWarning, "에 대한 올바른 결과를 표시하는 파일 확장자를 활성화 필요: {0} 파일"
IncludeFilesTT, "포함 파일: {0}"
InvalidExcludeFilesRegExError, "정규식 패턴 유효 하지 않는 파일 제외가 오류가 발생 했습니다.\n{0}"
InvalidFolderLength, "유효하지 않은 폴더의 길이."
InvalidIncludeFilesRegExError, "정규식 패턴 포함 파일이 오류가 발생 했습니다.\n{0}"
InvalidQueryRegExError, "쿼리 정규식 패턴이 잘못되었습니다.\n{0}"
KeypressError, "이 키 누르기을 처리하는 동안 오류가 발생했습니다."
LinkedFolderError, "이 링크/교차점 이므로 폴더를 검색하지 않음"
MatchesFound, "일치 결과: {0}"
MatchesFromQueue, "Queued Results: {0}"
MaxFileSizeTT, "최대 파일 크기: {0}"
MaxPathError, "경로가 길어 일부 프로그램에서 작동하지 않을 수 있습니다"
MenuOpenError, "메뉴를 여는 동안 오류가 발생했습니다."
MinFileSizeTT, "최소 파일 크기: {0}"
ModifiedAfterTT, "이후 수정 {0}"
ModifiedBeforeTT, "전 수정 {0}"
ModifiedBetweenTT, "사이에 수정 {0} 과 {1}"
More, "(더보기)"
NoDateFiltersSelected, "날짜 필터 기능 선택 않함"
NoFileSizeFiltersSelected, "날짜 필터 기능 선택 안함"
NoOptionsSelected, "옵션 선택 없음"
NotepadError, "메모장으로 이 파일을 여는 동안 오류가 발생했습니다."
NoTextSelectionError, "일부 텍스트를 선택하고 다시 시도하십시오."
NotYourProfile, "이 프로필을 보유하고 있지 않습니다."
OnlyShowFirstResultTT, "첫 번째 결과만 보기"
OpenManyQuestion, "{0} 파일 또는 폴더를 오픈 하시겠습니까?"
OptionsSelected, "옵션 선택:"
PathsTT, "경로(s): {0}"
PathTooLongError, "윈도우 긴 경로 이름이 작업을 지원하지 않습니다."
ProfileLoadError, "이 프로필을 불러오는 동안 오류가 발생했습니다."
ProfileLoadOnStartError, "이 프로필 을 로드하는 동안 오류가 발생했습니다. 프로필이 존재하지 않습니다."
ProfileOverwriteQuestion, "'{0}' 프로필을 덮어 쓰기 하시겠습니까?"
ProfileSaved, "프로필 검색 설정 저장 '{0}'"
ProfileSaveError, "프로필을 저장할 수 없습니다."
ProOnlyDoubleClickPrompt, "기본 더블 클릭 확장자는 FileSeek 프로 전용 기능으로 설정됩니다.\n당신은 설정에서 기본 더블 클릭 확장자를 변경할 수 있습니다 > 검색 탭.\n\n당신은 업그레이드에 대한 자세한 정보를 원하십니까?"
QueryTT, "검색어:\n{0}"
rdoMatchQueryLineByLineTT, "모든 파일 한 줄을 열고 각 행에 쿼리가 일치하도록 시도"
rdoMatchQueryToWholeFileTT, "모든 전체 파일을 열고 전체 텍스트 쿼리가 일치하도록 시도"
ResultCopied, "하나의 결과를 ​​클립 보드에 복사됩니다."
ResultCopyError, "클립 보드에 검색 결과를 복사하는 동안 오류가 발생했습니다."
ResultSaveError, "결과를 저장하는 동안 오류가 발생했습니다.\n{0}"
ResultsCopied, "{0} 결과 클립 보드에 복사됩니다."
ResultSelectionError, "최소 1 개의 검색 결과를 선택하고 다시 시도하십시오."
SaveResults, "Spreadsheet에 결과 저장"
SaveResultsAsHTML, "HTML로 결과 저장"
SaveSearchProfile, "검색 프로필 저장"
SearchComplete, "검색 완료 {0}s"
SearchCriteria, "검색 조건:"
SearchCriteriaEmptyTT, "빈 검색 조건"
SearchEnd, "검색 종료 : {0}"
SearchError, "검색하는 동안 오류가 발생했습니다."
SearchStart, "검색 시작 : {0}"
SearchSubFoldersTT, "하위 폴더 검색"
SettingFormShowError, "설정 창을 표시하는 동안 오류가 발생했습니다."
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "Not searching because it is a system file/folder"
TextCopyError, "이 텍스트를 복사하는 동안 오류가 발생했습니다."
TextProcessingError, "텍스트를 처리하는 동안 오류가 발생했습니다."
TextSelectionError, "텍스트를 선택하고 다시 시도하십시오."
txtPathTT, "문자 | 구분 항목"
UseFileHandlersTT, "파일 확장자 사용"
ViewingAppPartOne, "당신은 아직 응용 프로그램을 선택하지 않았습니다"
ViewingAppPartTwo, "당신은 하나를 선택 하시겠습니까?"
WindowsVersionError, "죄송합니다,이 기능은 이 버전의 Windows에서 사용할 수 없습니다."


[frmProfileManager_Controls]
btnCopyProfile, "프로필 복사"
btnDelete, "Delete"
btnRename, "이름 변경"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "프로필 이름"
colProfileOwner, "프로필 소유자"
lblCurrentProfile, "현재 사용자: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "당신의 새 프로필을 호출 하시겠습니까?"
MustSelectAnItem, "목록에서 프로필을 선택 하고 다시 시도하십시오."
ProfileDeleteQuestion, "선택한 프로필을 삭제 하시겠습니까?"
RenameSearchProfile, "검색 프로필 이름 변경"
SearchProfileName, "검색 프로필 이름:"
Title, "프로필 관리"


[frmSettings_Controls]
btnAdvancedSettings, "Advanced Settings"
btnApply, "적용"
btnBackupSettings, "Export Settings"
btnBrowseOther, "&찾아보기"
btnChangeToFree, "무료 버전으로 변경"
btnCheckNow, "Check for &Updates Now"
btnClearHistory, "검색 히스토리 지우기"
btnIFilterToggle, "토글 파일 처리기"
btnLicenseKeyLoadOnline, "Load from Binary Fortress Account"
btnOtherDefault, "&Default"
btnPasteFromClipboard, "클립 보드에 붙여넣기"
btnProxySettings, "인터넷 연결 설정"
btnRestoreSettings, "복원 설정"
btnTroubleshootingClearLog, "기록 지우기"
btnTroubleshootingCopy, "클립 보드 복사"
btnTroubleshootingOpenLog, "기록 열기"
chkAutoUpdate, "자동 업데이트 확인"
chkBeta, "최신 및 베타 (최신, 불안정) 버전 확인"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkIFilterErrors, "없는 파일 처리기를 가진 파일에 대한 오류 표시 (파일 처리기 검색이 활성화 된 경우)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "파일 검색 및 링크/접합 되는 폴더"
chkLinkedFoldersSearchShowErrorOnSkip, "링크/접합 을 건너 뛰는 경우 메시지가 표시"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkOnlyShowMatchedText, "Only show matched text in a search result"
chkSearchHiddenFiles, "Search files && folders that are hidden"
chkSearchSystemFiles, "Search system files && folders"
chkShowErrorEmptyPDF, "Show an Error when an empty PDF file is found"
chkShowFileErrors, "파일/폴더에 액세스 할 수 없습니다 오류 표시"
chkShowHiddenFileError, "Show an error when skipping hidden files && folders"
chkShowSystemFileError, "Show an error when skipping system files && folders"
chkShowToolTips, "도구 설명 표시"
chkStartWithClearProfile, "항상 빈 검색 기준으로 FileSeek 시작"
chkTreatAllIncludeFiltersAsWildcards, "모두포함 하는 와일드 카드 파일 필터를 포함"
chkUseCustomDateFormat, "Use a custom date format"
chkWindowsContextMenu, "윈도우 상황에 맞는 메뉴 FileSeek 보기"
colName, "이름"
colRightToLeft, "오른쪽 To 왼쪽"
colTranslators, "번역"
colVersion, "버전"
gbAutoUpdate, "업데이트 확인"
gbCmdLineVars, "명령 행 변수"
gbDateFormat, "Date Format"
gbGeneralOptions, "기본 옵션"
gbReseller, "Reseller Information"
gbUpdateSettings, "업데이트 설정"
lblCmdLineParam, "명령 줄 매개 변수 전달 방법:"
lblDateFormat, "Date Format"
lblDateFormatLink, "Custom Date and Time Format Strings"
lblDefaultDoubleClick, "이중 검색 결과를 클릭에 대한 기본 작업을 선택:"
lblExpireDate, "라이센스 유효 기간:"
lblLicenseKey, "라이센스 키:"
lblLicenseTo, "의 라이센스:"
lblNumChar, "각 검색 결과에 많은 문자 표시:"
lblSelectViewingApp, "선택한 파일보기 응용 프로그램:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
lblUpdateLanguages, "Get New and Updated Languages"
LogLevel0, "기록: 사용 않함"
LogLevel1, "기록: 중요 사항 만"
LogLevel2, "기록: 자세한"
LogLevel3, "기록: 모든 행"
tabLanguage, "언어"
tabLicense, "라이센스 키"
tabTroubleshooting, "문제 해결"


[frmSettings_Strings]
AppBrowsingError, "응용 프로그램을 검색하는 동안 오류가 발생했습니다."
cboDefaultDoubleClickOperation_ExportAllCSV, "CSV 모든 결과 내보내기"
cboDefaultDoubleClickOperation_ExportAllHTML, "HTML 모든 결과 내보내기"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "CSV 선택 결과 내보내기"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "HTML 선택 결과 내보내기"
cboDefaultDoubleClickOperation_Open, "기본 확장자 열기"
cboDefaultDoubleClickOperation_OpenContainingFolder, "폴더 열기"
cboDefaultDoubleClickOperation_OpenNotepad, "메모장 열기"
cboDefaultDoubleClickOperation_OpenOther, "기타 응용 프로그램으로 열기"
ChangeToFreeQuestion, "라이센스 키를 제거하고 무료 버전으로 전환 하시겠습니까?"
chkTreatAllIncludeFiltersAsWildcardsTT, "With this option enabled, a search entered as foo will be treated as *foo*"
ClearHistoryError, "검색 기록을 삭제하는 동안 오류가 발생했습니다."
ClearHistoryWarning, "검색 기록을 삭제 하시겠습니까?"
CommandLineError, "명령 줄 매개 변수를 입력하거나 재설정 '기본'을 클릭하십시오."
CustomDateFormatError, "There was an error assigning your custom date format.\nPlease fix the error and try again."
DebugLogCleared, "디버그 기록 파일이 성공적으로 삭제되었습니다."
DebugLogNotFound, "디버그 로그 파일을 찾을 수 없습니다.\n당신은 디버그 기록을 먼저 활성화 해야합니다."
DisableFileHandler, "확장자 파일 비활성"
EnableFileHandler, "확장자 파일 활성화"
FileCommandDescription, "{0}: 대체 전체 파일 이름."
FileHandlerListError, "파일 확장자 목록을 불러오는 동안 오류가 발생했습니다."
FileHandlerSelectError, "이 파일 확장자를 선택하는 동안 오류가 발생했습니다."
FileHandlerToggleError, "이 파일 확장자를 전환하는 동안 오류가 발생했습니다."
FreeVersion, "무료 버전"
HistoryCleared, "검색 기록 성공적으로 삭제."
InternetSettingsWindowError, "인터넷 연결 설정 창을 여는 동안 오류가 발생했습니다."
InvalidExitcode, "반환 및 무효 종료 코드: {0}"
LineCommandDescription, "{0}: 대체 행 번호입니다."
lvIFilters_Extension, "확장"
lvIFilters_Handler, "확장자"
lvIFilters_HandlerVersion, "버전"
NumOfCharError, "문자 {0} 과 {1} 사이의 수를 입력하고 다시 시도 하십시오."
RestoreSettingsFailed, "설정을 복원하지 못했습니다."
RestoreSettingsSuccess, "설정이 성공적으로 복원되었습니다."
SettingMenuError, "상황에 맞는 메뉴 설정을 설정하는 동안 오류가 발생했습니다."
tabSettings_About, "소개"
tabSettings_FileHandlers, "확장자 파일"
tabSettings_Options, "옵션"
tabSettings_OtherApp, "기타 응용 프로그램"
tabSettings_Search, "검색"
Title, "설정"
TroubleshootingCopyError, "문제 해결 정보를 복사하지 못했습니다."
TroubleshootingCopySuccess, "문제 해결 정보를 성공적으로 클립 보드에 복사되었습니다."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "검색 결과 을 성공적으로 저장했습니다.\n파일을 보시겠습니까?"
SearchCriteria, "검색 조건"
SearchDate, "검색 날짜:"
Title, "FileSeek 검색 결과"


[IFilterHelper_Strings]
UnknownError, "알 수없는 IFilter 오류"
UsingStandardMethodWarning, "이 파일 확장자가 없으며, 표준 방법을 사용하여 검색 하십시오."


[LicenseValidate_Strings]
ExpiredPrompt, "죄송합니다 FileSeek 평가판 라이센스 키가 만료되었습니다.\n이미 라이센스를 구입 한 경우, FileSeek 설정 창에 입력 해주십시오.\n\n당신은 FileSeek Pro를 구입에 대한 더 많은 정보를 원하십니까?"
Invalid, "죄송합니다, 라이센스 키가 잘못되었습니다."
InvalidReseller, "죄송합니다, 라이센스 키는 판매점에서 제공한 FileSeek 만 유효합니다.\n자세한 내용은 판매점에 문의하시기 바랍니다."
LicenseProcessPro, "등록해 주셔서 감사합니다!"
LicenseProcessProRestoreSettingsPrompt, "An automatic backup of your Pro settings has been detected.\nThis backup file is {0} days old.\nWould you like to import your Pro settings? All of your current settings will be overridden with the settings in the backup."
LicenseProcessRemoved, "라이센스 키가 제거되었습니다."
LicenseProcessTrial, "FileSeek 프로 버전을 사용해 주셔서 감사합니다!\n라이센스는 {0:D} 후에 만료 됩니다."
RegistryExportSuccess, "설정이 성공적으로 적용 되었습니다."
TrialAlmostDonePrompt, "평가판 라이센스가 곧 만료됩니다.\n이미 라이센스를 구입 한 경우, FileSeek 설정 창에 입력 해주십시오.\n\n당신은 FileSeek Pro를 구입에 대한 더 많은 정보를 원하십니까?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "FileSeek 검색"


[Words]
AdminSettingsLock, "일부 설정은 시스템 관리자에 의해 관리됩니다"
Apply, "적용"
ButtonEnterLicenseKey, "&라이센스 키 입력"
ButtonLater, "&나중에"
ButtonMoreInformation, "&추가 정보"
ButtonUseFreeVersion, "&무료 버전 사용"
Cancel, "&닫기"
Close, "&취소"
Custom, "Custom"
Default, "Default"
Error, "오류"
ErrorNotAdminUACDisabled, "UAC를 사용할 수 있지만 관리자가 아닌 경우 요청 작업이 중단 될수 있습니다.\nUAC를 활성화 또는 관리자로 로그인하고 다시 시도하십시오.\n최근 UAC를 비활성화 한 경우 컴퓨터를 다시 시작 하십시오."
Help, "도움말"
Info, "정보"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
NeedProQuestion, "이 기능을 사용하려면 FileSeek Pro로 업그레이드해야합니다.\n당신은 업그레이드에 대한 자세한 정보를 원하십니까?"
Never, "않 함"
No, "아니요"
OK, "&확인"
ProOnlyNotice, "프로 전용 기능은 파란색으로 강조 표시됩니다"
Refresh, "새로 고침"
Seconds, "seconds"
Unknown, "Unknown"
Yes, "예"


[Installer]
AdditionalIcons, "아이콘 추가:"
ContextMenu, "상황에 맞는 메뉴에 FileSeek 추가"
CurrentUserOnly, "현재 사용자"
DesktopIcon, "바탕 화면 아이콘 &생성"
DotNetDownloadNow, "지금 다운로드 하시겠습니까?"
DotNetNeededMayNotWork, "FileSeek 프로그램은 Microsoft .NET Framework 2.0 이 없으면 제대로 실행 되지 않습니다."
DotNetRequired, "FileSeek Microsoft .NET Framework 2.0 이 필요 합니다."
DotNetReRunInstall, "Microsoft .NET Framework 2.0을 설치후 FileSeek을 설치 및 실행 하시기 바랍니다."
ForAllUsers, "모든 사용자"
LaunchFileSeek, "FileSeek 시작"
LicKeyInvalid, "이 라이센스 키는 유효하지 않은 것 같습니다."
LicKeyLabel, "라이센스 키:"
LicKeySelectOption, "라이센스 키 옵션을 선택하고 다시 시도하십시오."
LicKeyText, "라이센스 키 옵션:"
LicKeyTextAdminLocked, "라이센스 키가 관리자 권한으로 설정되었습니다."
LicKeyTextChangeFree, "무료 버전을 사용하려면 설정 창에서 '무료 버전 변경'을 클릭합니다."
LicKeyTextEnterOrFree, "유효한 라이센스 키를 입력하거나 '무료 버전을 사용'을 선택하세요."
LicKeyTextPaid, "이 라이센스 키 사용:"
LicKeyTextTrial, "평가판 버전 사용 (처음 사용자) 30일후 무료 버전으로 돌아갑니다"
RunAtStartup, "윈도우 시작시 FileSeek 시작"
ShowWelcome, "FileSeek 시작 페이지 보기"
TextBefore, "새 버전을 설치 하기전에 실행중인 FileSeek을 종료 합니다.\n\n업데이트 및 지원 http://www.fileseek.ca를 방문하십시오."
UninstallRemoveAllData1, "모든 FileSeek 설정, 환경 설정 및 임시 파일을 삭제 하시겠습니까?"
UninstallRemoveAllData2, "다시 FileSeek를 설치할 경우 이 방법은 권장하지 않습니다."